<?php
/* @var $this yii\web\View */
$this->title = 'Компания Эдем - Задания на получение снаряжения';
$this->registerMetaTag([
     'name' => 'keywords',
     'content' => 'Eden Group, MMORPG, Renewal, квесты'
]);
$this->registerMetaTag([
     'name' => 'description',
     'content' => 'Инструкция по получению снаряжения в Эдеме, для игры RoFenrir.'
]);
$this->params['breadcrumbs'][] = ['label' => 'Путиводитель', 'url' => ['info/index']];
$this->params['breadcrumbs'][] = ['label' => 'Компания Эдем', 'url' => ['info/eden/index']];
$this->params['breadcrumbs'][] = 'Задания на получение снаряжения';
?>
<div class="row">
    <div class="col">
        <h1>Задания на получение снаряжения</h1>
        <p>Тренировочные задания на получение снаряжения выдаются игрокам с 12 уровня. Новичкам выполнять эти задания настоятельно рекомендуется, поскольку они относительно просты, а награда весьма существенна: вещи, выдаваемые за выполнение заданий - отличная альтернатива более дорогому игровому снаряжению, на которое у начинающего игрока пока еще просто нет средств.</p>
        <p class="h3">Важно:</p>
        <ul>
            <li>Многие задания выполняются в популярных местах прокачки, некоторые пересекаются с заданиями на получение снаряжения, некоторые - с заданиями досок Bounty Boards. Поэтому перед выполнением заданий обязательно ознакомьтесь с полезными советами!</li>
            <li>Во время выполнения заданий любой агент Эдема может полностью восстановить ваши HP и SP. Достаточно лишь поговорить с ним. Пока вы выполняете задание, можете прибегать к помощи агента сколько раз сколько будет необходимо.</li>
        </ul>
        <p class="h1">Задания от Instructor Boya</p>
        <p>Задания инструктора состоят из трех этапов, каждый этап имеет два варианта в зависимости от уровня, на котором вы его берете. За выполнение каждого этапа вы получаете новый набор снаряжения или оружие.</p>
        <p class="text-center"><img src="/img/content/info/eden/1469360511.jpg"><br>
        <i>Инструктор Boya</i></p>
        <p class="h2">1 этап, уровни: 12-19</p>
        <p>Поговорите с <b>Instructor Boya</b>. Она отправит вас в пустыню на встречу с говорящей... собакой. Отправляйтесь в Моррок и выходите через южные ворота города, затем идите направо в портал. Оказавшись в оазисе, найдите собаку над озером. Поговорите с ней и назовите пароль "Boya is really great".</p>
        <p class="text-center"><img src="/img/content/info/eden/1480884567.jpg"><br>
        <i>Говорящая собака<br>
        /navi moc_fild11 80/253</i></p>
        <p>Собака попросит вас выполнить несколько заданий.<br>
        1. Убейте 10 Condor. После выполнения поговорите с собакой.<br>
        2. Убейте 10 Baby Desert Wolf. После выполнения еще раз поговорите с собакой.<br>
        3. Убейте 5 Scorpion. В последний раз поговорите с собакой и возвращайтесь к инструктору в Эдем.<br>
        После разговора с <b>Boya</b> отправляйтесь в арсенал к <b>Administrator Michael</b> за снаряжением.</p>
        <p class="h2">1 этап, уровни: 20-25</p>
        <p>Поговорите с <b>Instructor Boya</b>. Она отправит вас в канализацию Пронтеры на встречу с котом. Отправляйтесь в здание Кавалерии и поговорите с Recruiter. После короткого инструктажа он перенесет вас за город ко входу в канализацию. Поговорите с <b>Culvert Guardian</b> и вы окажитесь внутри. Справа от входа найдите рыжего кота. Поговорите с ним и назовите пароль "Beautiful Tuna".</p>
        <p class="text-center"><img src="/img/content/info/eden/1480884589.jpg"><br>
        <i>Говорящий кот<br>
        /navi prt_sewb1 131/262</i></p>
        <p>Кот попросит вас выполнить несколько заданий.<br>
        1. Убейте 10 Thief Bug. После выполнения поговорите с котом.<br>
        2. Убейте 10 Tarou. После выполнения еще раз поговорите с котом.<br>
        3. Убейте 5 Familiar. В последний раз поговорите с котом и возвращайтесь к инструктору в Эдем.<br>
        После разговора с <b>Boya</b> отправляйтесь в арсенал к <b>Administrator Michael</b> за снаряжением.</p>
        <hr>
        <p class="h2">2 этап, уровни: 26-32</p>
        <p>Поговорите с <b>Instructor Boya</b>. Она отправит вас в Деревню Лучников в Пайоне. Деревня находится на севере от Пайона. Выходите из Пайона в верхний портал. Найдите возле входа в пещеры Пайона <b>Eden Group Member</b>.</p>
        <p class="text-center"><img src="/img/content/info/eden/1480884603.jpg"><br>
        <i>Eden Group Member Coral<br>
        /navi pay_arche 41/136</i></p>
        <p><b>Coral</b> попросит вас выполнить несколько заданий.<br>
        1. Убейте 15 Skeleton. После выполнения поговорите с <b>Coral</b>.<br>
        2. Убейте 10 Poporing. В последний раз поговорите с <b>Coral</b> и возвращайтесь к инструктору в Эдем.<br>
        После разговора с <b>Boya</b> отправляйтесь в арсенал к <b>Administrator Michael</b> за снаряжением.</p>
        <p class="h2">2 этап, уровни: 33-39</p>
        <p>Поговорите с <b>Instructor Boya</b>. Она отправит вас в Муравейник. Вход в Муравейник находится на юго-западе от Моррока. Выходите из Моррока в нижний портал. В западной части карты найдите стражника и поговорите с ним. Он перенесет вас на карту, в верхней правой части которой черным пятном отчетливо виден вход в Муравейник. Внутри подземелья поговорите с <b>Eden Group Member</b>.</p>
        <p class="text-center"><img src="/img/content/info/eden/1480884620.jpg"><br>
        <i>Eden Group Member Clod<br>
        /navi anthell01 29/264</i></p>
        <p><b>Coral</b> попросит вас выполнить несколько заданий.<br>
        1. Убейте 15 Piere. После выполнения поговорите с <b>Coral</b>.<br>
        2. Убейте 15 Andre. После выполнения еще раз поговорите с <b>Coral</b>.<br>
        3. Убейте 10 Vitata. В последний раз поговорите с <b>Coral</b> и возвращайтесь к инструктору в Эдем.<br>
        После разговора с <b>Boya</b> отправляйтесь в арсенал к <b>Administrator Michael</b> за снаряжением.</p>
        <hr>
        <p class="h2">3 этап, уровни: 40-49</p>
        <p>Поговорите с <b>Instructor Boya</b>. Она отправит вас в Деревню Орков. Попасть туда можно, используя услуги Кафры в Пронтере и Геффене или пешком. В юго-западной части карты найдите вход в жилище. Внутри строения поговорите с <b>Eden Group Member</b>.</p>
        <p class="text-center"><img src="/img/content/info/eden/1480884634.jpg"><br>
        <i>Eden Group Member Hooksha (внутри дома)<br>
        /navi in_orcs01 38/171</i></p>
        <p><b>Hooksha</b> попросит вас выполнить несколько заданий.<br>
        1. Убейте 10 Orc Baby. После выполнения поговорите с <b>Hooksha</b>.<br>
        2. Убейте 10 Orc Warrior. После выполнения еще раз поговорите с <b>Hooksha</b>.<br>
        3. Убейте 10 Orc Lady. В последний раз поговорите с <b>Hooksha</b> и возвращайтесь к инструктору в Эдем.<br>
        После разговора с <b>Boya</b> отправляйтесь в арсенал к <b>Administrator Michael</b> за снаряжением.</p>
        <p>Вы можете зачаровать Eden Group Hat - добавить небольшой бонус к характеристикам.</p>
        <p class="h2">3 этап, уровни: 50-59</p>
        <p>Поговорите с <b>Instructor Boya</b>. Она отправит вас в Деревню Орков. Попасть туда можно, используя услуги Кафры в Пронтере и Геффене или пешком. В юго-западной части карты найдите вход в жилище. Внутри строения поговорите с <b>Eden Group Member</b>.</p>
        <p class="text-center"><img src="/img/content/info/eden/1480884634.jpg"><br>
        <i>Eden Group Member Hooksha (внутри дома)<br>
        /navi in_orcs01 38/171</i></p>
        <p><b>Hooksha</b> попросит вас выполнить несколько заданий.<br>
        1. Убейте 20 Orc Zombie. После выполнения поговорите с <b>Hooksha</b>.<br>
        2. Убейте 20 Orc Skeleton. В последний раз поговорите с <b>Hooksha</b> и возвращайтесь к инструктору в Эдем.<br>
        После разговора с <b>Boya</b> отправляйтесь в арсенал к <b>Administrator Michael</b> за снаряжением.</p>
        <p>Вы можете зачаровать Eden Group Hat - добавить небольшой бонус к характеристикам.</p>
        <p class="h2">3 этап, уровни: 60-69 (дополнительно)</p>
        <p><i>Это задание доступно только если вы по какой-либо причине зарегистрировались в Эдеме на 60-69 уровнях или пропустили 3 этап для уровней 50-59.</i></p>
        <p>Поговорите с <b>Instructor Boya</b>. Она отправит вас в подземелья острова Байлан. Попасть на остров можно на лодке из Излюда или Альберты. На 5 уровне подземелья недалеко от входа поговорите с <b>Eden Group Member</b>.</p>
        <p class="text-center"><img src="/img/content/info/eden/1480884660.jpg"><br>
        <i>Eden Group Member Callandiva<br>
        /navi iz_dun04 40/46</i></p>
        <p><b>Callandiva</b> попросит вас выполнить несколько заданий.
        1. Убейте 15 Merman. После выполнения поговорите с <b>Callandiva</b>.
        2. Убейте 10 Strouf. В последний раз поговорите с <b>Callandiva</b> и возвращайтесь к инструктору в Эдем.
        После разговора с <b>Boya</b> отправляйтесь в арсенал к <b>Administrator Michael</b> за снаряжением.</p>
        <p>Вы можете зачаровать Eden Group Hat - добавить небольшой бонус к характеристикам.</p>
        <p class="h1">Задания от Instructor Ur</p>
        <p>Задания инструктора имеют только один вариант для каждого этапа. Награда за выполнение 4 этапа - последний комплект снаряжения и оружие. Вы можете получить его за выполнение любого другого этапа, если по каким-либо причинам вы не взяли его ранее.</p>
        <p class="text-center"><img src="/img/content/info/eden/1477481919.jpg"><br>
        <i>Инструктор Ur</i></p>
        <p class="h2">4 этап, уровни: 60-69</p>
        <p>Поговорите с <b>Instructor Ur</b>. Он отправит вас в Комодо. Попасть туда можно, воспользовавшись услугами Кафры, например в Пронтере или Морроке. В северной части карты у входа в пещеру поговорите с <b>Dispatched Instructor</b>.</p>
        <p class="text-center"><img src="/img/content/info/eden/1480884674.jpg"><br>
        <i>Dispatched Instructor Romero<br>
        /navi comodo 174/354</i></p>
        <p><b>Romeo</b> попросит вас выполнить несколько заданий.<br>
        1. Убейте 3 Stalactic Golem. После выполнения поговорите с <b>Romeo</b>.<br>
        2. Убейте 10 Stalactic Golem. Пройдите через северную пещеру и на другой стороне у выхода поговорите с <b>Romeo</b>.<br>
        3. Соберите 5 Shoulder Protector (можно выбить с Wootan Fighter) и 7 Sharp Leaf (можно выбить с Dryad).<br>
        4. В последний раз поговорите с <b>Romeo</b> и возвращайтесь к инструктору в Эдем.<br>
        После разговора с <b>Ur</b> отправляйтесь в арсенал к <b>Blacksmith Thorn</b> за снаряжением.</p>
        <p>Вы можете зачаровать выданное кузнецом снаряжение.</p>
        <hr>
        <p class="h2">5 этап, уровни: 70-79</p>
        <p>Поговорите с <b>Instructor Ur</b>. Он отправит вас в Гласт Хейм. Попасть в старый город можно пешком из Геффена. В центральной части карты у входа в старый монастырь поговорите с <b>Dispatched Instructor</b>.</p>
        <p class="text-center"><img src="/img/content/info/eden/1480884691.jpg"><br>
        <i>Dispatched Instructor Johan<br>
        /navi glast_01 196/131</i></p>
        <p><b>Johan</b> попросит вас выполнить несколько заданий.<br>
        1. Убейте 20 Wraith. После выполнения поговорите с <b>Johan</b>.<br>
        2. Убейте 10 Evil Druid. В последний раз поговорите с <b>Johan</b> и возвращайтесь к инструктору в Эдем.<br>
        После разговора с <b>Ur</b> отправляйтесь в арсенал к <b>Blacksmith Thorn</b> за снаряжением (если по каким-либо причинам вы не взяли его ранее или пропустили предыдущий этап).</p>
        <p>Вы можете зачаровать выданное кузнецом снаряжение (если по каким-либо причинам не сделали  этого раньше).<br>
        Вы можете зачаровать выданное кузнецом оружие у <b>BK</b> (1 этап).</p>
        <hr>
        <p class="h2">6 этап, уровни: 80-89</p>
        <p>Поговорите с <b>Instructor Ur</b>. Он отправит вас в Эйнброч. Покиньте город через юные ворота и недалеко от входа поговорите с <b>Dispatched Instructor</b>.</p>
        <p class="text-center"><img src="/img/content/info/eden/1480884705.jpg"><br>
        <i>Dispatched Instructor Kiren<br>
        /navi ein_fild08 171/359</i></p>
        <p><b>Kiren</b> попросит вас выполнить несколько заданий.<br>
        1. Убейте 30 Porcellio. После выполнения поговорите с <b>Kiren</b>.<br>
        2. Убейте 30 Venomous и 5 Teddy Bear. В последний раз поговорите с <b>Kiren</b> и возвращайтесь к инструктору в Эдем.<br>
        После разговора с <b>Ur</b> отправляйтесь в арсенал к <b>Blacksmith Thorn</b> за снаряжением (если по каким-либо причинам вы не взяли его ранее или пропустили предыдущие этапы).</p>
        <p>Вы можете зачаровать выданное кузнецом снаряжение (если по каким-либо причинам не сделали  этого раньше).<br>
        Вы можете зачаровать выданное кузнецом оружие у <b>BK</b> (2 этап).</p>
        <hr>
        <p class="h2">7 этап, уровни: 90-99</p>
        <p>Поговорите с <b>Instructor Ur</b>. Он отправит вас в Ледяную пещеру около Рашеля. Добраться туда можно, если выйти из города через восточные ворота и все время следовать на север.  Внутри пещеры поговорите с <b>Dispatched Instructor</b>.</p>
        <p class="text-center"><img src="/img/content/info/eden/1480884727.jpg"><br>
        <i>Dispatched Instructor Naomi (внутри пещеры)<br>
        /navi ice_dun01 155/13</i></p>
        <p><b>Naomi</b> попросит вас выполнить несколько заданий.<br>
        1. Убейте 30 Siroma. После выполнения поговорите с <b>Naomi</b>.<br>
        2. Убейте еще 30 Siroma, а так же соберите 30 Ice Cubic, 1 Sweet Sauce и 1 Milk. В последний раз поговорите с <b>Naomi</b> и возвращайтесь к инструктору в Эдем.<br>
        После разговора с <b>Ur</b> отправляйтесь в арсенал к <b>Blacksmith Thorn</b> за снаряжением (если по каким-либо причинам вы не взяли его ранее или пропустили предыдущие этапы).</p>
        <p>Вы можете зачаровать выданное кузнецом снаряжение (если по каким-либо причинам не сделали  этого раньше).<br>
        Вы можете зачаровать выданное кузнецом оружие у <b>BK</b> (3 этап).</p>
        <hr>
        <p class="h2">8 этап, уровни: 100+</p>
        <p>Поговорите с <b>Instructor Ur</b>. Он отправит вас в Новый мир. Оказавшись в лагере союзных войск, чуть ниже центрального строения найдите <b>Dispatched Instructor</b>.</p>
        <p class="text-center"><img src="/img/content/info/eden/1480884744.jpg"><br>
        <i>Dispatched Instructor Margaret<br>
        /navi mid_camp 211/229</i></p>
        <p><b>Margaret</b> попросит вас выполнить несколько заданий.<br>
        1. На "зимней" карте, Manuk Field, около выхода поговорите с <b>Dispatched Instructor Meeru</b>.<br>
        2. Убейте 1 Nepenthes. После выполнения поговорите с <b>Meeru</b>.<br>
        3. На "летней" карте, Splendide Field, около выхода поговорите с <b>Dispatched Instructor Mine</b>.<br>
        4. Убейте 5 Pinguicula. После выполнения поговорите с <b>Mine</b>.<br>
        5. Доложите <b>Margaret</b> о выполнении задания и возвращайтесь к инструктору в Эдем.<br>
        После разговора с <b>Ur</b> отправляйтесь в арсенал к <b>Blacksmith Thorn</b> за снаряжением (если по каким-либо причинам вы не взяли его ранее или пропустили предыдущие этапы).</p>
        <p>Вы можете зачаровать выданное кузнецом снаряжение (если по каким-либо причинам не сделали  этого раньше).<br>
        Вы можете зачаровать выданное кузнецом оружие у <b>BK</b> (если по каким-либо причинам не сделали  этого раньше).</p>
        <hr>
        <p>Источник статьи - <a href="https://irorus.jimdofree.com/2016/07/24/задания-на-получение-снаряжения/" target="_metrics">iRO-RUS</a> от автора <a href="http://forums.warpportal.com/index.php?/user/90168-rarog/" target="_metrics">Вадим (Volh)</a></p>
    </div>
    <div class="col-md-3 d-none d-md-block">
        <div class="bs-component">
            <?= $this->render('../_menu') ?>
        </div>
    </div>
</div>