<?php

/* @var $this yii\web\View */

$this->title = 'RoFenrir - MMORPG Server';
$this->registerMetaTag([
    'name' => 'keywords',
    'content' => 'MMORPG, Renewal, Fenrir, RoFenrir, сервер, бесплатная игра'
]);
$this->registerMetaTag([
    'name' => 'description',
    'content' => 'RoFenrir -  русский экспериментальный сервер MMORPG. Бесплатный: без абонентской платы и внутренних платежей.'
]);
?>


        <div class="col">
            <h2>Регистрация</h2>
            <p>Регистрируйся на сайте и создавай учётные записи в игре. Один аккаунт RPG ID управляет несколькими игровыми учётными записями. Количество учётных записей не ограничено.</p>
        </div>
        <div class="col">
            <h2>Скачать клиент</h2>
            <p>Скачай полный игровой клиент MMORPG. Разархивируй куда хочешь и запусти Fenrir.exe</p>
            <p><a class="btn btn-default" href="/client">Скачать клиент</a></p>
        </div>
        <div class="col-12">
            <p><small>* Для быстрой регистрации можете воспользоваться любимой соц.сетью и авторизовываться через неё.<br>
            ** В настройках профиля можно привязать к учетной записи все доступные соц.сети и автризовываться через любую из них.</small></p>
        </div>
