<?php

/* @var $this yii\web\View */

$this->title = 'Doram - первый контакт';
$this->registerMetaTag([
     'name' => 'keywords',
     'content' => 'Doram, котики'
]);
$this->registerMetaTag([
     'name' => 'description',
     'content' => 'Начать игру за самую милую расу RoFenrir'
]);
$this->params['breadcrumbs'][] = ['label' => 'Путиводитель', 'url' => ['info/index']];
$this->params['breadcrumbs'][] = 'Doram';
$this->params['breadcrumbs'][] = 'Первый контакт';
?>

<div class="row">
    <div class="col">
        <h1>Doram - первый контакт</h1>
        <p><b>Lasagna</b> - небольшая портовая деревушка, в окрестностях которой начинает свой путь каждый котик-искатель приключений!<br>
        Страстное желание окунуться в тайны Нового мира заставило вашего героя проделать долгий путь - пересек горную гряду и  оказался на тропе Pa-stal Road. Вас ждут увлекательные приключения, полные опасностей, интриг и новых знакомств, незабываемые сражения и коварные противники, преданные друзья и, возможно, любовь. Но это всё потом. А пока...</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487188981.jpg"><br>
        <i>- О, у нас новенький...</i></p>
        <p>...а пока побеседуйте со стражем порядка - <b>Militiaman Ajegna</b>. Строгий взгляд, вычурная форма и холодное спокойствие внушают уважение. Его работа - поддерживать порядок и обеспечивать безопасность деревушки и всех ее гостей. Поэтому инструктаж - это первое, с чего начинает свой разговор <b>Ajegna</b>.</p>
        <p><i>- Сказать по правде я и сам был изрядно удивлен, узнав, что есть в этом мире место, отличное от Мидгарда или нашей родины Фар-Стара...</i></p>
        <p>Завершив инструктаж, дружинник отправит вас к своему коллеге <b>Alio</b> - он оказывает помощь всем новоприбывшим. Что же, не стоит больше задерживать Ajegna - у него и без вас хватает работы. Пройдите немного по желтой тропинке и вы увидите на крохотной зеленой поляне спорящих котов, а справа от них - <b>Alio</b>.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487189169.jpg"><br>
        <i>- Меня зовут Alio и с этого момента я буду вас сопровождать...</i></p>
        <p>Вас ждет очередной инструктаж об использовании предметов. Ну а затем ваше первое задание - тренировка в боевых условиях! Разберитесь с <b>Eggring</b>. На вид они весьма безобидные, но при этом доставляют кучу неприятностей, воруя все, что плохо лежит.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487189289.jpg"></p>
        <p>Охота на эггрингов - простое задание. Обратите внимание, что после убийства моба над головой персонажа отображается информация о прогрессе.</p>
        <p>После того, как избавитесь от 3 монстров, поговорите с <b>Militiaman Alio</b>. Вы прекрасно справились с заданием, теперь самое время перекусить - <b>Alio</b> даст вам немного опыта и яблочный сок, а также расскажет и покажет, как пользоваться предметами. Просто, понятно, наглядно. Выпейте сок и поговорите с ним ещё раз. За то, что вы усвоили урок, он наградит вас опытом и новым оружием.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487189359.jpg"><br>
        <i>...Алиооооо!!</i></p>
        <p>А теперь отправляйтесь в деревню и... что это? Испуганный котенок, младший сын торговца с блестящими от слез глазами. Он потерял коробку, которую должен был доставить <b>Haru</b>, местному лекарю, и просит дружинника о помощи. Не будем стоять в стороне и поможем ребенку. Если он не уследил за коробкой - скорее всего ее стащили эггринги. Значит нужно снова поохотиться на этих мелких воришек.</p>
        <p>Как только у вас в инвентаре окажется коробка <b>Delivery Box</b>, снова поговорите с <b>Militiaman Alio</b>. Поскольку вы все равно направляетесь в деревню, загляните к торговцу и скажите его сыну, что нашли посылку.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487189492.jpg"></p>
        <p>Чтобы вы не заблудились, <b>Alio</b> расскажет вам о навигационной системе. Обратите внимание на землю - дорожка из красных стрелок представляет собой кратчайший путь до пункта назначения (в нашем случае - к магазину в деревне).</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487189582.jpg"></p>
        <p>Не спешите сразу отправляться в путь. Помните котиков, которые о чем-то спорили? Почему бы не узнать, о чем они так жарко дискутировали. Поговорите с <b>Applicant Paul</b>. Он расскажет вам о самой важной характеристике для любого кота-бойца - STR! Однако, его перебьет <b>MacCarnie</b>, и попробует убедить вас, что магия - вот настоящее боевого искусство и нужно обязательно качать INT! Похоже, что спорить они могут бесконечно и каждый будет отстаивать свою точку зрения.</p>
        <p>Поговорите с <b>Militiaman Nyoki</b> - он расскажет вам о характеристиках персонажа без лишних эмоций (впрочем, скорее всего он просто следит за тем, чтобы эта парочка не расцарапала друг другу мордочки). Немного опыта никогда не бывает лишним, верно?</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487189670.jpg"></p>
        <p>Теперь можете отправляться в деревню - следуйте за указателями на земле. А что это за котенок стоит у вас на пути? Мордочка гордо задрана вверх, в глазах огонек... Похоже, что это местный задира <b>Well-known Troublemaker</b>. Он вызывает вас на поединок! Ну, драться вам не придется, однако победить его в состязании - уже дело чести.</p>
        <p>Вам нужно убить 3 Leaf Lunatic и 2 Grass Fabre. В вашем распоряжении 10 минут.</p>
        <p>Разобравшись с мобами, поговорите с задирой еще раз. Ваша сила и гордость достойны уважения. Котенок наградит вас опытом и расскажет о том, как пользоваться навыками. Конечно, выходки задиры не остались без внимания - рядом с ним появится дружинник <b>Alio</b> и отчитает его по полной.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487189825.jpg"></p>
        <p>Вряд ли выговор возымеет должный эффект, впрочем, это уже не важно - вас ждут в деревне. Около входа в деревню вас окликнет котенок по имени Sloth. В этот прекрасный теплый день его так разморило на солнышке, что он даже не может пошевелить хвостом. А ему ну очень нужно собрать красную травку. Он даже готов поделиться с вами рыбой, если вы сделаете это вместо него.</p>
        <p>Рыба - это здорово, почему бы не собрать немного листочков? Неподалеку как раз произрастает красная трава Red Plant. Трех штук будет достаточно. И не забудьте подобрать 2 Red Herb. Поговорите с Sloth, получите заслуженный опыт и рыбу, а затем заходите в портал.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487190081.jpg"></p>
        <p>Добро пожаловать в <b>Lasagna</b>, маленькую портовую деревушку. Следуйте за стрелками и идите к магазину. На перекресте вы увидите лежащего на дороге человека. Бедный, бедный человек! Вокруг столько милых котиков, что у него случился разрыв някальника... Не стоит его трогать, вы все равно ничего не сможете сделать. Просто идите дальше, вдалеке уже видна вывеска магазина.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487190644.jpg"><br>
        <i>- Коробочка!!!</i></p>
        <p>Вы добрались до магазина. Поговорите с котенком. Он аж закричит от радости, когда узнает, что вам удалось найти посылку. Но его бурные эмоции заметит отец. Впрочем, как и коробку, которую котенок не доставил вовремя. Похоже, кое-кто получит ремня... тут котенка и след простыл - прижав уши он уже скрылся за соседним домом. Поговорите с торговцем. Он поблагодарит вас за помощь его непутевому сыну опытом и новой одеждой.</p>
        <p>Посылку все равно нужно доставить. Отправляйтесь на восток к дому лекаря <b>Haru</b>. Здание примечательно своим цветником, поэтому вы просто не сможете пройти мимо. Впрочем, если вы до сих пор плохо ориентируетесь, просто посмотрите на карту верхнем правом углу - дом лекаря отмечен желтым крестиком или воспользуйтесь навигационной системой - наберите команду <b>/navi lasagna 224/126</b></p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487190836.jpg"><br>
        <i>- В последнее время у нас в деревне все больше и больше гостей, мяу! Что вам от меня нужно?</i></p>
        <p>Когда вы покажете ей книгу с рецептами и набор для приготовления зелий <b>Combination Kit</b> (подарок от торговца), она с удовольствием расскажет вам как всем этим пользоваться. Для начала вам нужно раздобыть красные листья - из травы получаются прекрасные настои, восстанавливающие HP.</p>
        <p>Принесите лекарю 1 Red Herb и в диалоге выберите третью строку - <b>About Medical Botany</b>. Она расскажет вам о приготовлении зелий и различных настоев. Ознакомьтесь с рецептами из книги: правой кнопкой мыши щелкните на <b>Novice Combination Book</b>, затем нажмите на значок Read или Auto Read. А теперь попробуйте приготовить... ну, скажем, Red Potion!</p>
        <p><b>Рецепты из книги:</b><br>
        <br>
        <b>Novice Potion</b>: 2 Red Herb,1 Apple<br>
        <b>Novice Magnifier</b>: 3 Fine Wooden Block (скорее всего, имеется ввиду Fine-grained trunk), 1 Jellopy<br>
        <b>Novice Fly Wings</b>: 2 Fluffs, 2 Feathers, 2 Jellopies<br>
        <b>Novice Cutter</b>: 10 Shells, 10 Worm Peelings, 1 Phracon<br>
        <b>Little Unripe Apple (приманка для Little Poring)</b>: 1 Apple, 1 Green Herbs<br>
        <b>Four-Leaf-Clover</b>: 200 Clovers, 200 Sticky Mucus<br>
        <b>Apple Juice</b>: 1 Apple, 1 Milk<br>
        <b>Banana Juice</b>: 1 Banana, 1 Milk<br>
        <b>Grape Juice</b>: 1 Grape, 1 Apple Juice<br>
        <b>Unripe Apple (приманка для Poring)</b>: 10 Apple, 10 Sticky Mucus, 20 Green Herbs</p>
        <p>Поговорите с <b>Haru</b> - на  этот раз по второй строке <b>About First Aid</b>. Лекарь покажет, как оказывать самому себе первую помощь и научит навыку First Aid. Конечно это не так эффективно как, например HEAL (вы можете сами в этом убедиться, если попросите вылечить вас), однако в некоторых ситуациях может спасти вам жизнь. Кроме того, Haru расскажет, как пользоваться умениями и располагать их на панели быстрого доступа (и конечно же даст немного опыта).</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487191549.jpg"></p>
        <p>Вы продуктивно пообщались с лекарем, научились оказывать первую помощь и даже изготавливать зелья! Но, не спешите - вас окликает <b>Alio</b>. Теперь, когда все дела улажены, вам необходимо обсудить кое-какие моменты с руководством. Отправляйтесь на центральную площадь (и снова к вашим услугам навигационная система).</p>
        <p>На площади около фонарного столба поговорите с котом-дружинником <b>Vigilante Guide</b> о дружине <b>About vigilante</b>. Он отправит вас в Клуб искателей приключений прямиком к начальству.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487191636.jpg"></p>
        <p>И слова навигационная система любезно укажет путь. Если окно навигации покажется вам громоздким или будет мешать - просто сверните его, нажав на кнопку <b>[Change to simple UI]</b>. Имейте ввиду, что если вы закроете окно, стрелки на земле исчезнут.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487191701.jpg"><br>
        <i>- Мяу, друг! У меня есть для тебя кое-что очень мяунтересное...</i></p>
        <p>По пути вам встретится кот <b>Cat Paw Service</b> - не поленитесь, уделите ему немного времени. Он расскажет вам об услугах сохранения в городах и о складе предметов. И по сложившейся традиции - небольшой презент и опыт в награду.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487191803.jpg"><br>
        <i>- После открытия нового морского пути на материк к нас посещает все больше и больше гостей...</i></p>
        <p>Поговорите с <b>Chief Peperocino</b>. Это занятой и очень уважаемый кот. После короткого приветствия он оставит вас на своего помощника <b>Olio</b>. Он с удовольствием расскажет вам о роли дружины в жизни деревни и о ключевых фигурах этого поселения - <b>Chief Peperocino</b> (что-то вроде местного шерифа) и лидерах торговой гильдии - капитане <b>Gamberi</b> и капитане <b>Tomatomas</b>. Последний, к слову, так и не вернулся из своего плавания, попав в жуткий шторм. Как выяснилось потом, его экипаж выбросило на остров, известный как Малангдо и котята там неплохо устроились...</p>
        <p>Для того, чтобы стать частью экспедиции на Мидгард, вам необходимо оказать помощь дружине - пройти ряд испытаний и получить в итоге заветный билет - на континент ходит лишь один корабль и чтобы попасть на него, нужно приложить определенные усилия.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487191893.jpg"></p>
        <p>Закончив рассказ, <b>Olio</b> выдаст вам сандалии и отправит к своему "патрону" - его котейшеству <b>Chief Peperocino</b>. Поговорите с ним и он перенесет вам в комнату допроса. Вы окажетесь в маленьком помещении, в центре которого будет стоять странный горшок со змеей внутри. Она устраивала беспорядки, ее поймали и принесли сюда, однако разговаривать змея отказывается. Разговорить незваного гостя - ваша первая задача. Попробовали поговорить? Молчит? Прискорбно...</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487192062.jpg"></p>
        <p>Все знают, что змеи не могут устоять против звуков дудочки, поэтому отправляйтесь на восток от города в <b>Ravioli Forest</b>, найдите пещеру, увитую колючими ветвями и принесите 5 веток для изготовления дудочки. Лес - весьма живописное место, однако если вы хотите поскорее выполнить задание и не отвлекаться на окружающий пейзаж - воспользуйтесь командой <b>/navi lasa_fild02 339/250</b>. Достигнув пещеры, сверху от входа найдите растение <b>Thorny Vine's Thorn</b>. Соберите 5 веток и возвращайтесь к <b>Peperocino</b>.</p>
        <p>Внутри допросной поговорите с <b>Jindou</b> и он изготовит для вас дудочку. Самое время проверить ее действие на змею! Попробуйте снова заговорить с <b>Basilisk</b>, но на этот раз дуйте в дудочку! Пиу-пиу-пиу!</p>
        <p>Ползучая гадина не смогла устоять перед звуками дудочки и выдала всю информацию. Вы отлично справились с заданием и вам положена награда - оружие Enriched Foxtail или Long Foxtail на выбор.</p>
        <p>Оказавшись снаружи, поговорите еще раз с <b>Peperocino</b>. Он озадачит вас очередным заданием. Отправляйтесь в северо-западную часть деревушки и найдите там кошку <b>Tali</b>. Она расскажет подробности... Можете отыскать её самостоятельно или с помощью команды <b>/navi lasagna 77/263</b>.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487192236.jpg"><br>
        <i>- Что тебе нужно?</i></p>
        <p><b>Tali</b> попросит поохотиться на <b>Sweet Roda Frog</b> и принести ей 2 <b>Luxurious Cloth</b>. Отправляйтесь в <b>Ravioli Forest</b> на охоту. Собрав необходимое, вернитесь к кошечке. И не надо на нее так смотреть! Она лишь хочет сделать галстук-бабочку, а лягушек ей, наверное, даже жалко. Или нет - уже не важно.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487192330.jpg"></p>
        <p>Возвращайтесь к <b>Chief Peperocino</b> - за ваши старания он наградит вас опытом, новой одеждой и билетом на корабль <b>Boarding Pass</b>. Время садиться на корабль. У выхода из клуба поговорите с <b>Boarding Attendant</b> - он укажет вам путь на пристань к кораблю.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487192366.jpg"><br>
        <i>- Ваш билет!</i></p>
        <p>Оказавшись на пристани поговорите с котом <b>Eggling</b>. Предъявите ему билет и он пропустит вас на корабль. Но перед тем, как вы покинете причал, он попросит вас об одной маленькой услуге. <b>Sous Chef</b> довольно эксцентричен, поэтому просто подойдите к нему и скажите <i>"У нас здесь новенький!"</i> и... швырните ему это (протягивает вам моллюска <b>Kahlunac</b>) в лицо. Он считает, что этот... ритуал приносит большую удачу. Странно... но раз уж тут так заведено...</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487192462.jpg"><br>
        <i>- Запах чую. Салагой пахнет!</i></p>
        <p>На корабле поговорите со стюардом <b>Purser</b>. Он посоветует вам познакомиться со всеми членами экипажа, а так же с пассажирами. И первым в  этом списке идет капитан судна. Получив инструкции и немного опыта, отправляйтесь налево в каюту капитана.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487192544.jpg"></p>
        <p>Внутри капитан <b>Gamberi</b> будет отчитывать своего старпома за неподобающий внешний вид. А когда он обратит на вас внимание - достанется и вам: все же вы зашли без стука. Однако знакомство - это хорошее дело и  капитан поприветствует вас.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487192612.jpg"><br>
        <i>- Кто это? Я же просил меня не беспокоить!</i></p>
        <p>Следующим в списке идет корабельный протоколист <b>Recorder</b>. Найти его вы можете во второй каюте по правой стороне. Поприветствуйте его и он ответит вам взаимностью. А еще сделает запись в судовом журнале о пассажире - рост, вес, цвет... Пожалуй, любезностей достаточно. Осталось поприветствовать кока.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487192705.jpg"></p>
        <p>В правой части корабля расположилась столовая и кухня. Отправляйтесь туда и передайте привет коку Sous Chef. Впрочем, взаимности от него не последует: его "я тебя увидел, иди уже" - весьма холодный ответ. Впрочем ничего удивительного - перед отправлением он всегда на взводе, не стоит принимать это близко к сердцу.</p>
        <p>Возвращайтесь к <b>Purser</b>. Он увидит у вас в руках <b>Kahlunac</b> - такое на корабль проносить нельзя. Однако вас просили доставить эту штуку (пусть и особым образом) коку.  Похоже, самое время нанести ему визит и поднять настроение.</p>
        <p>Отправляйтесь на кухню и швырните моллюска в лицо коку... Кот аж позеленел от злости и схватился за оружие. Кто?! Кто послал тебя сюда и просил сделать это?! <b>Eggling</b>?? Портовая крыса! Пранкер!... шуточки у него... уфф.. Заставить новичка сделать такое!</p>
        <p>Не переживайте, кок быстро остыл. Ему действительно жаль, что он вот так набросился на вас и в качестве извинений он обучит вас готовке. Несколько простых и полезных блюд - не единственная награда (конечно, это далеко не кулинарные шедевры Шарля Орлинза). Вы узнаете много нового и интересного о приготовлении блюд в мире Рагнарок! Опыт, к сожалению, за это мини-задание не дают.</p>
        <p><b>Список блюд (каждое восстанавливает 25 HP):</b><br>
        <br>
        <b>Fragrant Herb Mix</b>: 1 Green Herb, 1 Clover, 1 Red Herb<br>
        +1 STR на три минуты<br>
        <br>
        <b>Crunchy Salad</b>: 1 Apple, 2 Carrots<br>
        +1 AGI на три минуты<br>
        <br>
        <b>Mixed Shabu Shabu</b>: 1 Fluff, 1 Feather, 1 Jellopy<br>
        +1 VIT на три минуты<br>
        <br>
        <b>Golden Apple-Roast</b>: 1 Apple, 1 Clover<br>
        +1 DEX на три минуты</p>
        <p>Довольно странно, что отправление корабля задерживается. Поговорите с <b>Purser</b> и узнайте, что случилось. Окажется, что из-за тумана над водой они не могут отправиться - никто не давал сигнал к отплытию. Возможно старпом знает больше.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487192880.jpg"></p>
        <p>Поговорите со <b>Stello</b> в каюте капитана. Действительно, дело в  этом необычном тумане. И эту проблему нужно решить как можно скорее - ведь морской путь на Мидгард весьма сложен и навигация идет по звездам и ветру. Угадайте, кто будет решать проблему с туманом? Правильно...</p>
        <p>Если быть точным, то это не совсем туман, это скорее дым. И причина возникновения этого дыма - дракон, который живет в пещере неподалеку от деревушки. Обычно за состоянием дракона следит отдельный отряд дружинников, но, похоже с ними что-то произошло.</p>
        <p>Отправляйтесь к южному мосту (<b>/navi lasagna 298/84</b>) и узнайте у дружинника о подробностях. На пирсе вас окликнет <b>Eggling</b> - ему очень интересно, выполнили ли вы его просьбу. А когда он узнает, что вы все же швырнули моллюска в лицо коку, то придет в ярость - ух, какие неприятности его теперь ждут! И это все ваша вина (внезапно!). Однако он примет ваши извинения, если при достанете для него <b>Basilrock</b>. Что это такое и где это взять - разберитесь сами, 3 штуки будет как раз достаточно. Что же, возможно это связано со змеями <b>Basilisk</b>...</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487193220.jpg"></p>
        <p>У южного моста перед развилкой поговорите с <b>Vigilante</b>. Окажется, что дружинники, следящие за драконом не вернулись. Нужно срочно отправляться в пещеру и выяснить, что же произошло. Вход в пещеру располагается в восточной части леса (помните то место, где вы ломали ветки для изготовления дудочки?). А если вы все же не помните где это - просто щелкните на надпись <b>[Dragon's Nest]</b> в окне диалога и активируется навигационная система, указывающая путь в пещеру.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487193250.jpg"></p>
        <p>В восточной части пещеры найдите отряд дружинников и поговорите с котом в шляпе <b>Vigilante</b>. Окажется, что он нашел одного из участников группы наблюдения за драконом в ужасном состоянии. Он был до смерти напуган змеями-василисками, шныряющими по гнезду дракона. Что-то их взбесило - то ли солнечная погода, то ли звуки дудочки, а может быть еще что-то. Как бы то ни было, ему нужно доставить своего товарища в деревню, а вам - узнать у дракона, что произошло. Не бойтесь, он милый и не кусается (наверное).</p>
        <p>Вы окажетесь в огромной  пещере, в центре которой находится дракон. Отправляйтесь туда и...</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1487193310.jpg"></p>
        <p>...это дракон. Ну, если быть точным - дракот. И он вовсе не страшный. Но в жутком настроении. Его все бесит и раздражает. И вас он, конечно же, не знает - общался он всегда <b>Magchi</b> (тем самым котом, на которого напал василиск). <b>Magchi</b> рассказывал ему сказки и сегодня он должен был как раз закончить одну... Ваш рассказ о случившемся еще больше раздражает дракота. Но не так сильно, как это делают василиски. нужно со всем этим заканчивать.</p>
        <p>Убейте 20 <b>Scout Basilisk</b>. Этого будет достаточно. Если вам будет трудно - поговорите с дракотом и он вылечит ваши раны. Кстати, помните, о чем просил вас <b>Eggling</b>? Проверьте свой инвентарь. Наверняка вы уже собрали нужно количество <b>Basilisk Clam</b>, убивая василисков.</p>
        <p>Когда разделаетесь с василисками, возвращайтесь к <b>Tartufi</b>. Теперь дракот спокоен - ничто не нарушает тишину. Ну а вы, сражаясь с ужасными василисками, доказали свою силу и доблесть.</p>
        <p>Дракот уснул и туман начал таять. Возвращайтесь к старпому. По пути поговорите с <b>Eggling</b>. Вредный тип с синдромом вахтера... Он снова недоволен, даже не смотря на то, что вы достали для него эти дурацкие ракушки.</p>
        <p>В каюте капитана поговорите со <b>Stello</b>. Он поблагодарит вас за успешное выполнение задания, а капитан вручит вам в награду шляпу <b>Parfaille Vigilante Hat</b> и кольцо <b>Foxtail Ring</b>, а так же напиток <b>Kahluna Milk</b> и немного опыта. Все готово к отплытию в Мидгард...</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1491442011.jpg"><br>
        <i>Кот-мореход<br>
        /navi izlude 195/213</i></p>
        <p>После прибытия в Излюд, не забудьте сохраниться. Впрочем, можете сделать это в Пронтере. Ну а если вы захотите вернуться на родину - поговорите с котом-моряком на причале.</p>
        <p class="h3 text-center">Добро пожаловать в большой мир. Ваши приключения только начинаются! Однако...</p>
        <p>Настоятельно рекомендуем вам зарегистрироваться в <b>Eden Group</b> (Эдем, Райский Уголок), организации, активно работающей с искателями приключений по всему миру - здесь есть множество заданий и уникальных npc, которые помогут вам получить опыт, снаряжение или немного заработать.</p>
        <p>В северной части города находится <b>Royal Criatura Academy</b> - тренировочный лагерь, в котором начинает свой путь каждый норман (представитель человеческой расы). Представители расы кошек не допускаются до обучения (это логично), но перед регистрацией в Эдеме вам все равно необходимо записаться на курсы. Если вы этого не сделаете, вы не получите полный стартовый комплект новичка (а именно книги на опыт).</p>
        <p>Отправляйтесь в академию (<b>/navi izlude 130/256</b>) - в приемной вас встретит девушка <b>Academy recepionist</b>. Поговорите с ней и попросите записаться на курсы (первая строка в диалоге). Вам будет отказано. Теперь можете отправляться в Эдем.</p>
        <p class="text-center"><img src="/img/content/info/doram/one/1491444116.jpg"></p>
        <p>Поговорите с <b>Eden Teleport Officer</b> неподалеку и она отправит вас в приемную Eden Group. Не пугайтесь, здесь всегда так людно. Администрация официально запретила вести торговлю на первом этаже, поэтому здесь обычно собираются игроки, желающие продать или купить что-то уникальное или очень ценное.</p>
        <p>Пройдите к столу и пройдите регистрацию, поговорив с <b>Secretary Lime Evenor</b>. Она выдаст вам стартовый набор - значок Eden Group Mark позволяет раз в полчаса переместиться к точке сохранения, 15 свитков AGI UP и BLESSING 10 уровня, 5 Yellow Butterfly Wing (могут телепортировать вас в Пронтеру, Геффен, Пайон, Аль Де Баран или Альберту), а так же 2 книги Old Battle Manual (+150% к получаемому опыту на 30 минут). Имейте ввиду, что все предметы привязаны к персонажу!</p>
        <p class="h3 text-center">Теперь можете смело отправляться на поиски приключений. Желаем вам удачи в прекрасном мире Рагнарок!</p>
        <hr>
        <p>Источник статьи - <a href="https://irorus.jimdofree.com/2017/02/15/doram-первый-контакт/" target="_metrics">iRO-RUS</a> от автора <a href="http://forums.warpportal.com/index.php?/user/90168-rarog/" target="_metrics">Вадим (Volh)</a></p>
    </div>
    <div class="col-md-3 d-none d-md-block">
        <div class="bs-component">
            <?= $this->render('../_menu') ?>
        </div>
    </div>
</div>